window.BAR_GRIPES = [
  {
    text: "做实验永远都要留出实验时间10%-50%的计划时间余量，不然就会完蛋。",
    mood: "烦恼",
    emoji: "😫",
    publishedAt: "2026-06-11 12:40:15",
  },
  {
    text: "最近一直在感觉自己很忙和自己很闲之间来回跳跃。",
    mood: "无语",
    emoji: "😶",
    publishedAt: "2026-06-12 12:29:58",
  },
  {
    text: "其实本来这两天都有文章更新的，但是PUBG太好玩了。",
    mood: "迷幻",
    emoji: "😵‍💫",
    publishedAt: "2026-06-13 23:05:56",
  },
  {
    text: "我真的一点也不喜欢复习任何科目，除非给我题库刷。本质做题区。",
    mood: "烦躁",
    emoji: "😤",
    publishedAt: "2026-06-15 12:27:20",
  },
  {
    text: "为什么考试的教室插座没电。",
    mood: "烦躁",
    emoji: "😤",
    publishedAt: "2026-06-15 12:53:09",
  },
  {
    text: "考个线上的病原生物学实验理论考试就因为坐在教室所以紧张的钥匙。我的绩点。。。怎么会这样。。。",
    mood: "崩溃",
    emoji: "😭",
    publishedAt: "2026-06-15 14:03:23",
  },
  {
    text: "哎哟这几个小时之内不知道为什么学习压力陡增，而且我知道这个压力会一直持续到7.9考完试，但我还有实验要做。",
    mood: "崩溃",
    emoji: "😭",
    publishedAt: "2026-06-15 14:41:39",
  },
];
